Repository: okfn/wordpress-petition-plugin
Catalog: fcpetition-*.po
Languages: es_es

source: <PLEASE ENTER THE CORRECT URL>
es_es: <POR FAVOR, ESCRIBA LA URL DE ESTA RECOGIDA DE FIRMAS>

source: <p> Showing %d to %d of %d (%d confirmed)</p>
es_es: <p> Mostrando %d al %d de %d (%d confirmadas)</p>

source: Add New Petition
es_es: Añadir nueva petición

source: Add Petition
es_es: Crear petición

source: Add/Delete Petitions
es_es: Crear/Eliminar peticiones

source: Adding or deleting a petition will not immediately update the structure of the administration menus.
es_es: La creación o eliminación de una petición no actualizará inmediatamente la estructura de los menús de administración.

source: After you have added your name to this petition an e-mail will be sent to the given address to confirm your signature. Please make sure that your e-mail address is correct or you will not receive this e-mail and your name will not be counted.
es_es: Una vez que haya cumplimentado el formulario y haya pulsado el botón de abajo, se le enviará un correo electrónico a la dirección indicada para que confirme su apoyo. Por favor, asegúrese de que ha escrito correctamente su dirección de correo electrónico o no recibirá el mensaje de confirmación, su apoyo no podrá ser contado y su nombre no aparecerá en la lista de firmantes. NOTA: su dirección de correo no será publicada.

source: Allow signatories to leave a comment
es_es: Permitir a las personas firmantes dejar un comentario

source: Clear all signatures
es_es: Borrar todas las firmas

source: Comments
es_es: Comentarios

source: Confirm Petition Signature - %s
es_es: Confirmar la firma de la petición %s

source: Confirmation code
es_es: Código de confirmación

source: Confirmation e-mail resent.
es_es: Reenvío del mensaje de confirmación

source: Current Petitions
es_es: Peticiones actuales

source: Delete Petition
es_es: Eliminar petición

source: Delete Signature
es_es: Eliminar firma

source: E-mail address
es_es: Correo electrónico

source: Enable Petition
es_es: Activar la petición

source: Export petition results as a CSV file
es_es: Exportar los resultados de la petición en formato CSV

source: Import Petition
es_es: Importar petición

source: Import to petition:
es_es: Importar a la petición:

source: Imported %s signatures
es_es: %s firmas importadas

source: Last %d of %d signatories
es_es: Últimas %d firmas de un total de %d

source: My Petition <%s>
es_es: Mi petición <%s>

source: Name
es_es: Nombre

source: Next 10
es_es: 10 siguientes

source: Options Updated.
es_es: Opciones actualizadas

source: Petition ID
es_es: ID de la petición

source: Petition Management
es_es: Administración de la petición

source: Petition Options
es_es: Opciones de las peticiones

source: Petition Title
es_es: Título de la petición

source: Petition: Confirm your signing of the petition '%s'
es_es: Confirme su firma en la petición '%s'

source: Place [[petition-%s]] in the page or post where you wish this petition to appear.
es_es: Inserte el código [[petition-%s]] dentro de la página o entrada en la que desee que aparezca esta petición.

source: Please add a petition.
es_es: Por favor, añada una petición.

source: Please enter an optional comment (maximum %s characters)
es_es: Comentario -opcional- (máximo: %s caracteres)

source: Please enter the address which the confirmation e-mail will appear to be sent from. Any replies to the confirmation e-mail will be directed to this address. This <strong>must</strong> follow the same format as the example address.
es_es: Dirección que aparecerá como remitente del correo electrónico de confirmación. Las respuestas a los correos de confirmación serán enviadas directamente a esta dirección. Este campo <strong>debe rellenarse con el mismo formato</strong> que tiene la dirección de ejemplo.

source: Please enter the confirmation URL. This is the page or post on which the petition appears. This option <strong>must</strong> be correctly set or the confirmation e-mails will not work.
es_es: URL de confirmación. Ésta es la dirección de la página o entrada en la que aparece la petición. Esta opción <strong>debe rellenarse correctamente</strong> para que los correos de confirmación puedan funcionar.

source: Please enter the confirmation email text. Insert [[curl]] where the confirmation URL is to appear. [[curl]] <strong>must</strong> appear in the text or the confirmation e-mails will not work.
es_es: Texto del correo de confirmación que se enviará a las personas firmantes. Sitúe el código [[curl]] en el lugar en que desee que aparezca la URL de confirmación. El código [[curl]] <strong>debe aparecer</strong> en el texto o los mensajes de confirmación no funcionarán.

source: Please enter the maximum number of signatures to be displayed
es_es: Número máximo de firmas a ser desplegadas en cada página.

source: Please enter the petition text
es_es: Texto de la petición

source: Please enter the petition title
es_es: Título de la petición

source: Previous 10
es_es: 10 anteriores

source: Resend Confirmation e-mail
es_es: Volver a enviar el correo de confirmación

source: Select
es_es: Seleccionar

source: Sign the petition
es_es: Firmar la petición

source: Signature Deleted.
es_es: Firma eliminada

source: Signature confirmed.
es_es: Firma confirmada

source: Signatures cleared
es_es: Firmas borradas

source: Sorry, someone has already attempted to sign the petition using this e-mail address.
es_es: Lo sentimos, la dirección de correo electrónico indicada ha sido usada ya en una firma de esta petición.

source: Sorry, you must enter a name to sign the petition.
es_es: Lo sentimos, usted debe indicar su nombre para poder firmar la petición.

source: Sorry, your comment is longer than
es_es: Lo sentimos, su comentario supera los

source: Take me back to "%s"
es_es: Volver a la página principal de "%s"

source: Thank you for signing the petition. [[curl]] Regards, James
es_es: Gracias por firmar la petición. [[curl]] Saludos, Manuel

source: Thank you for signing the petition. An e-mail has been sent to you so that you may confirm your signature.
es_es: Gracias por apoyar esta petición. Acabamos de enviarle un correo electrónico a la dirección indicada para que pueda confirmar su firma. Una vez que lo haya hecho, su nombre será añadido a la lista de firmantes.

source: The confirmation code you supplied was invalid. Either it was incorrect or it has already been used.
es_es: El código de confirmación que ha indicado no es válido: o es incorrecto o ya ha sido usado.

source: This petition does not exist
es_es: Esta petición no existe

source: This petition is not enabled
es_es: Esta petición no está activada

source: Time
es_es: Fecha

source: Update Options
es_es: Actualizar opciones

source: We the undersigned ask you to sign our petition.
es_es: Los abajo firmantes le pedimos que firme nuestra petición.

source: You must first add a petition to import the data to.
es_es: Antes de importar datos, debe crear una petición.

source: Your signature has now been added to the petition. Thank you.
es_es: Su firma ha sido añadida a la petición. ¡Gracias por su apoyo!

source: [[curl]] must appear in your confirmation email text.
es_es: [[curl]] debe aparecer en el texto de su correo de confirmación.
